/* State and Keywordgroupnames */
"Keywords" = "if else class new do while";
"Numbers" = "0 15 0x4a 0813 3.14";
"FunctionRegex" = "Function_Calls()";
"AutodocComment" = "/*\" Comment \"*/";
"Comment" = "/* Comment */";
"SingleComment" = "// Comment";
"String" = "\"Strings\"";
"SingleString" = "'Strings'";
"Regular Expressions" = "Regular Expressions";

"/Base/PrefixlessURLs" = "www.apple.com";
"/Base/Emails" = "steve@apple.com";
"/Base/URLs" = "see://another.com/document?id=123";

